Repository: pressi/contao-basic-bundle
Catalog: src/Resources/contao/languages/*/*_article.xlf
Languages: de

# tl_article.articleType.0
source: type
de: Typ

# tl_article.navSubTitle.0
source: navigation title
de: Navigations Untertitel

# tl_article.navTitle.0
source: navigation title
de: Navigations Titel

# tl_article.isFixed.0
source: is fixed
de: Fixiert

# tl_article.isFixed.1
source: is fixed
de: Aktiviert die Klasse "is-fixed". Standard CSS-Wert: position:fixed;

# tl_article.articleWidth.0
source: article width
de: Breite

# tl_article.articleHeight.0
source: article height
de: Höhe

# tl_article.enableSticky.0
source: enable sticky
de: Sticky aktivieren

# tl_article.enableSticky.1
source: enable sticky
de: Aktiviert die Sticky-Funktion. Beim scrollen wird das Element fixiert wenn es den oberen Browser-Bereich erreicht.

# tl_article.addBackgroundVideo.0
source: add background video
de: Hintergrund-Video hinzufügen

# tl_article.videoSRC.0
source: background video
de: Hintergrund Video

# tl_article.posterSRC.0
source: background video - preview image
de: Hintergrund Video - Vorschaubild

# tl_article.addBackgroundImage.0
source: add background image
de: Hintergrund-Bild hinzufügen

# tl_article.backgroundSRC.0
source: background source
de: Hintergrund-Bild

# tl_article.backgroundMode.0
source: background mode
de: Hintergrund Modus

# tl_article.backgroundPosition.0
source: background position
de: Hintergrund Position

# tl_article.backgroundAttachment.0
source: background attachment
de: Hintergrund Funktion

# tl_article.enableParallax.0
source: enable parallac
de: Parallax-Effekt aktivieren

# tl_article.addBackgroundOverlay.0
source: add background overlay
de: Hintergrund-Overlay hinzufügen

# tl_article.overviewImage.0
source: overview image
de: Übersicht-Bild

# tl_article.hideInMenu.0
source: hide in menu
de: im Menü verstecken

# tl_article.fullHeight.0
source: full height
de: Volle Höhe (100%), Mindesthöhe

# tl_article.opticalHeight.0
source: optical height
de: Optische Höhe

# tl_article.textMiddle.0
source: optical height
de: Inhalt Horizontal zentrieren

# tl_article.fullWidth.0
source: optical height
de: Volle Breite (100%)

# tl_article.fullWidthInside.0
source: optical height
de: Inhalt über die volle Breite (100%)

# tl_article.bgColor.0
source: background color
de: Hintergrund-Farbe

# tl_article.bgImage.0
source: background image
de: Hintergrund-Bild

# tl_article.bgPosition.0
source: background position
de: Hintergrund-Position

# tl_article.bgRepeat.0
source: background color
de: Hintergrund-Wiederholung

# tl_article.bgAttachment.0
source: background attachmend
de: Hintergrund-Modus

# tl_article.bgSize.0
source: background color
de: Hintergrund-Größe

# tl_article.gradientAngle.0
source: gradient angle
de: Hintergrund-Verlaufswinkel

# tl_article.gradientColors.0
source: gradient colors
de: Hintergrund-Verlaufsfarben

# tl_article.enableTwiceBGimage.0
source: background twice image
de: Zweites Hintergrund-Bild aktivieren

# tl_article.enableTwiceBGimage.1
source: background twice image
de: Es wird ein zweites Hintergrund-Bild aktiviert. Beide Bilder haben eine Breite von 50%.

# tl_article.bgImageTwice.0
source: background color
de: Zweites Hintergrund-Bild

# tl_article.submenuNewsArchive.0
source: background color
de: Submenü: News-Archiv

# tl_article.navLinkMode.0
source: link mode
de: Verlinkungs Modus

# tl_article.navLinkPage.0
source: link mode
de: Verlinkungs-Seite

# tl_article.navLinkUrl.0
source: link mode
de: Verlinkungs-URL

# tl_article.navLinkNewWindow.0
source: link mode
de: Verlinkung in neuem Fenster öffnen

# tl_article.teaserMultiSRC.0
source: Teaser Gallery
de: Teaser Galerie

# tl_article.multiSRC.0
source: Gallery-Images
de: Galerie-Bilder

# tl_article.hiddenArea.0
source: hidden area
de: Versteckter Artikel

# tl_article.noContent.0
source: no content
de: Kein Inhalt / Inhaltselemente deaktivieren

# tl_article.toNextArrow.0
source: add to next area arrow
de: Pfeil/Button zum nächsten Artikel hinzufügen

# tl_article.toNextArrowStyle.0
source: next area arrow style
de: Pfeil/Button Style

# tl_article.toNextArrowAddTitle.0
source: add title to next area arrow
de: Füge den Titel des nächsten Artikel zum Pfeil/Button

# tl_article.toNextArrowFixed.0
source: add to next area arrow
de: Pfeil/Button Fixiert

# tl_article.toNextArrowPosition.0
source: add to next area arrow
de: Pfeil/Button Position

# tl_article.addDivider.0
source: add divider
de: Trenner hinzufügen

# tl_article.dividerStyle.0
source: divider style
de: Trenner Style

# tl_article.background_legend
source: background-settings
de: Hintergrund-Einstellungen

# tl_article.animation_legend
source: background-settings
de: Animations-Einstellungen

# tl_article.config_legend
source: config-settings
de: Konfiguration-Einstellungen

# tl_article.design_legend
source: design-settings
de: Design-Einstellungen

# tl_article.navigation_legend
source: navigation-settings
de: Navigation-Einstellungen

# tl_article.dimensions_legend
source: dimensions-settings
de: Breite/Höhe-Einstellungen

# tl_article.divider_legend
source: divider-settings
de: Trenner-Einstellungen

# tl_article.options.bgAttachment.fixed
source: fixed
de: Fixiert

# tl_article.options.bgSize.cover
source: cover
de: Vollflächig (abgeschnitten)

# tl_article.options.bgSize.contain
source: cover
de: Vollflächig (passend)

# tl_article.options.bgSize.own
source: own
de: Eigene Größe

# tl_article.options.bgPosition.left top
source: left top
de: Links Oben

# tl_article.options.bgPosition.left center
source: left center
de: Links Mitte

# tl_article.options.bgPosition.left bottom
source: left bottom
de: Links Unten

# tl_article.options.bgPosition.center top
source: center top
de: Mitte Oben

# tl_article.options.bgPosition.center center
source: center center
de: Mitte Mitte (Zentriert)

# tl_article.options.bgPosition.center bottom
source: center bottom
de: Mitte Unten

# tl_article.options.bgPosition.right top
source: right top
de: Rechts Oben

# tl_article.options.bgPosition.right center
source: right center
de: Rechts Mitte

# tl_article.options.bgPosition.right bottom
source: right bottom
de: Rechts Unten

# tl_article.options.bgRepeat.repeat
source: repeat
de: Wiederholung (Kacheln)

# tl_article.options.bgRepeat.repeat-x
source: repeat x
de: Horizontale Wiederholung

# tl_article.options.bgRepeat.repeat-y
source: repeat y
de: Vertikale Wiederholung

# tl_article.options.bgRepeat.no-repeat
source: no repeat
de: Keine Wiederholung

# tl_article.options.articleType.content
source: Content
de: Inhalt

# tl_article.options.articleType.canvasTop
source: top canvas
de: Top Bereich oben (oberhalb der Seite, versteckt) [canvas-top]

# tl_article.options.articleType.headerTopBar
source: Header: top bar
de: Kopfzeile: Top Bar [topHeader]

# tl_article.options.articleType.header
source: Header
de: Kopfzeile [header]

# tl_article.options.articleType.pitLane
source: Pit lane
de: Boxengasse [pitlane]

# tl_article.options.articleType.footer
source: Footer
de: Fußzeile [footer]

# tl_article.options.position.top
source: top
de: Oben

# tl_article.options.position.right
source: right
de: Rechts

# tl_article.options.position.bottom
source: bottom
de: Unten

# tl_article.options.position.left
source: left
de: Links

# tl_article.options.navLinkMode.intern
source: intern
de: Interne-Verlinkung

# tl_article.options.navLinkMode.extern
source: extern
de: Externe-Verlinkung

# tl_article.options.toNextArrowStyle.style1
source: style 1
de: Pfeil: Style1 (Normaler Pfeil, rund)

# tl_article.options.toNextArrowStyle.style2
source: style 2
de: Pfeil: Style2 (Normaler Pfeil, eckig)

# tl_article.options.toNextArrowStyle.style3
source: style 3
de: Pfeil: Style3 (Normaler Pfeil, in einem Kreis)

# tl_article.options.dividerStyle.style1
source: style1
de: Pfeil unten (nach unten, vollflächig)

# tl_article.options.dividerStyle.style2
source: style2
de: Bogen unten (Bogen nach oben)

# tl_article.options.dividerStyle.style3
source: style3
de: Bogen unten (Bogen nach unten)

# tl_article.options.dividerStyle.style4
source: style4
de: Pfeil unten (nach unten)

# tl_article.options.dividerStyle.style5
source: style5
de: Pfeil unten (nach unten, flacher)

# tl_article.options.dividerStyle.style6
source: style6
de: Bögen nach unten (kachelnd horizontal)

# tl_article.options.dividerStyle.style7
source: style7
de: Wolken unten (Bögen nach oben)

# tl_article.options.dividerStyle.style8
source: style8
de: Schräge Linie (von links oben nach rechts unten)

# tl_article.options.dividerStyle.style9
source: style9
de: Schräge Linie (von links oben nach rechts unten, flacher)

# tl_article.options.dividerStyle.style10
source: style10
de: Schräge Linie (von rechts oben nach links unten)

# tl_article.options.dividerStyle.style11
source: style11
de: Schräge Linie (von rechts oben nach links unten, flacher)

# tl_article.options.toNextArrowPosition.left-top
source: top left
de: Oben Links

# tl_article.options.toNextArrowPosition.center-top
source: top left
de: Oben Mitte

# tl_article.options.toNextArrowPosition.right-top
source: top left
de: Oben Rechts

# tl_article.options.toNextArrowPosition.left-center
source: top left
de: Mitte Links

# tl_article.options.toNextArrowPosition.center-center
source: top left
de: Mitte Mitte (Zentriert)

# tl_article.options.toNextArrowPosition.right-center
source: top left
de: Mitte Rechts

# tl_article.options.toNextArrowPosition.left-bottom
source: top left
de: Unten Links

# tl_article.options.toNextArrowPosition.center-bottom
source: top left
de: Unten Mitte

# tl_article.options.toNextArrowPosition.right-bottom
source: top left
de: Unten Rechts
