Repository: pressi/contao-basic-bundle
Catalog: src/Resources/contao/languages/*/*_content.xlf
Languages: de

# tl_content.headlineImagePosition.0
source: headline position
de: Überschrift Position

# tl_content.iidoCustomize.elementIsBox.0
source: element is box
de: Element als Box darstellen

# tl_content.dk_cfsType.1
source: Bitte wählen Sie die Betriebsart des carouFredSel-Elements.
de: Bitte wählen Sie die Betriebsart des Slideshow-Elements.

# tl_content.dk_cfsStart.1
source: Markiert den Anfang eines carouFredSel-Karussells, das mehrere Inhaltselemente umfasst.
de: Markiert den Anfang eines Slideshow-Karussells, das mehrere Inhaltselemente umfasst.

# tl_content.dk_cfsStop.1
source: Markiert das Ende eines carouFredSel-Karussells, das mehrere Inhaltselemente umfasst.
de: Markiert das Ende eines Slideshow-Karussells, das mehrere Inhaltselemente umfasst.

# tl_content.dk_cfsCarouFredSel.0
source: carouFredSel-Konfiguration
de: Slideshow-Konfiguration

# tl_content.bgOnOtherColumn.0
source: add background to a column
de: Hintergrund in Spalte aktivieren

# tl_content.bgToArticle.0
source: background on column
de: Hintergrund in Spalte (Artikel)

# tl_content.bgMode.0
source: background mode
de: Hintergrund Mode

# tl_content.bgAttachment.0
source: background attachment
de: Hintergrund verhalten

# tl_content.bgRepeat.0
source: background repeat
de: Hintergrund Wiederholung

# tl_content.bgPosition.0
source: background position
de: Hintergrund Position

# tl_content.ieFallback.0
source: internet explorer fallback
de: Internet Explorer unterstützen

# tl_content.ieFallback.1
source: internet explorer version less than 9
de: Internet Explorer Version kleiner als 9

# tl_content.inheritBackground.0
source: background inherit
de: Hintergrund erben

# tl_content.addTopHeadline.0
source: add headline top
de: Überschrift oben hinzufügen

# tl_content.topHeadline.0
source: headline top
de: Überschrift oben

# tl_content.topHeadlineFloating.0
source: floating
de: Ausrichtung

# tl_content.addTopHeadlineBorder.0
source: add border
de: Rahmen hinzufügen

# tl_content.subHeadline.0
source: sub headline
de: Überschrift unten

# tl_content.subHeadlineFloating.0
source: floating
de: Ausrichtung

# tl_content.addSubHeadlineBorder.0
source: add border
de: Rahmen hinzufügen

# tl_content.headlineFloating.0
source: floating
de: Ausrichtung

# tl_content.addHeadlineBorder.0
source: add border
de: Rahmen hinzufügen

# tl_content.dividerSize.0
source: divider size
de: Größe

# tl_content.dividerColor.0
source: divider color / transparency
de: Farbe / Transparenz

# tl_content.dividerStyle.0
source: divider style
de: Style (Linien Typ)

# tl_content.addOrnament.0
source: add a ornament
de: Ornament hinzufügen

# tl_content.addIcon.0
source: add icon
de: Icon hinzufügen

# tl_content.addSnow.0
source: add snow
de: Schnee hinzufügen

# tl_content.addTemperature.0
source: add temperature
de: Temperatur hinzufügen

# tl_content.snowUnit.0
source: Schnee Tiefe
de: Schnee Tiefe-Einheit (cm, m, ...)

# tl_content.addAnimation.0
source: add animation
de: Animationen hinzufügen

# tl_content.animationType.0
source: animation type
de: Typ

# tl_content.animationOffset.0
source: animation offset
de: Abstand von unten bis zum Start

# tl_content.animationWait.0
source: animation wait
de: Verzögerung

# tl_content.animateRun.0
source: add animation
de: Ausführung

# tl_content.position.0
source: Position/Ausrichtung (absolute)
de: Position/Ausrichtung (Absolut)

# tl_content.positionFixed.0
source: Position fixed
de: Position fixiert

# tl_content.addImageBorder.0
source: add image border
de: Bild-Rahmen hinzufügen

# tl_content.imprintSubline.0
source: Subline
de: Subline / 2. Zeile

# tl_content.imprintStreet.0
source: Street
de: Straße

# tl_content.imprintPostal.0
source: Postal
de: Postleitzahl

# tl_content.imprintCity.0
source: City
de: Ort

# tl_content.imprintPhone.0
source: Phone
de: Telefon

# tl_content.imprintWeb.0
source: Web
de: Web-Adresse

# tl_content.addImprintContactLabel.0
source: add imprint contact labels
de: Fügt die Labels bei den Kontaktfeldern hinzu

# tl_content.addImprintContactLabel.1
source: add imprint contact labels
de: Telefon, E-Mail, Web, usw. wird als Label vor den Feldern hinzugefügt

# tl_content.imprintCompanyWording.0
source: Company Wording
de: Firmenwortlaut

# tl_content.imprintManagingDirector.0
source: Managing Director
de: Geschäftsführer

# tl_content.imprintSection.0
source: Section
de: Fachgruppe

# tl_content.imprintOccupationalGroup.0
source: Occupational Group
de: Berufsgruppe

# tl_content.imprintCompanyRegister.0
source: Company Register
de: Firmenbuchnummer

# tl_content.imprintAddText.0
source: add Text
de: Text-Zusatz

# tl_content.imprintText.0
source: Imprint-Texts
de: Impressums-Texte

# tl_content.imprintCompanyName.0
source: company name
de: Firmenname / Website Inhaber

# tl_content.imprintBerufsrecht.1
source: Gewerbeordnung
de: www.ris.bka.gv.at

# tl_content.imprintBehoerde.1
source: Aufsichtsbehörde/Gewerbebehörde
de: Bsp.: Bezirkshauptmannschaft Gmunden

# tl_content.imprintBeruf.1
source: Berufsbezeichnung
de: Bsp.: Meisterbetrieb / Webdesigner, Grafiker

# tl_content.imprintCountry.1
source: Verleihungsstaat
de: Bsp.: Österreich

# tl_content.imprintObjectOfTheCompany.1
source: Unternehmensgegenstand
de: Bsp.: Webdesign / IT Dienstleistungen

# tl_content.imprintVATnumber.1
source: UID-Nummer
de: Bsp.: ATU12345678

# tl_content.internName.0
source: intern name
de: Interner Name

# tl_content.internName.1
source: intern name
de: Der Name wird in der Element-Übersicht angezeigt, um besser zu erkennen um welches Element es sich handelt.

# tl_content.hideOnMobile.0
source: hide on mobile
de: Auf Mobilgeräten verbergen

# tl_content.showOnMobile.0
source: show on mobile
de: Nur auf Mobilgeräten anzeigen

# tl_content.intern_legend
source: Intern-Settings
de: Interne-Einstellungen

# tl_content.caroufredsel_legend
source: carouFredSel-Einstellungen
de: Slideshow-Einstellungen

# tl_content.caroufredsel_thumbnails_legend
source: carouFredSel-Vorschaubilder
de: Slideshow-Vorschaubilder

# tl_content.config_legend
source: Config-Einstellungen
de: Element-Einstellungen

# tl_content.position_legend
source: Position-Settings
de: Positions-Einstellungen

# tl_content.animate_legend
source: Animation-Settings
de: Animation-Einstellungen

# tl_content.imprint_legend
source: Imprint-Settings
de: Impressums-Einstellungen

# tl_content.imprintAdd_legend
source: Imprint-Settings
de: Impressums Zusatz-Einstellungen

# tl_content.imprintBigAdd_legend
source: Imprint-Settings
de: Impressums Zusatz (Große Webseiten)-Einstellungen

# tl_content.imprintFields_legend
source: Imprint texts-Settings
de: Impressums- / Datenschutz-Texte

# tl_content.imprintImageCopyright_legend
source: Imprint Image-Rights-Settings
de: Impressums Bildrechte-Einstellungen

# tl_content.options.buttonStyle.primary
source: left
de: Primär

# tl_content.options.buttonStyle.secondary
source: right
de: Sekundär

# tl_content.options.buttonStyle.tertiary
source: right
de: Style 3 (Tertiary)

# tl_content.options.buttonStyle.quaternary
source: right
de: Style 4 (Quaternary)

# tl_content.options.buttonStyle.link
source: link
de: Nur Link (Kein Button)

# tl_content.options.buttonType.normal
source: left
de: Normal

# tl_content.options.buttonType.border
source: right
de: Transparent, nur Rahmen

# tl_content.options.buttonType.round
source: left
de: Rund (Kreis)

# tl_content.options.buttonType.round_border
source: left
de: Rund (Kreis), nur Rahmen

# tl_content.options.buttonType.blank
source: blank
de: Nur Link

# tl_content.options.buttonAddonPosition.left
source: left
de: Links

# tl_content.options.buttonAddonPosition.center
source: left
de: Zentriert

# tl_content.options.buttonAddonPosition.right
source: right
de: Rechts

# tl_content.options.buttonAddon.arrow
source: left
de: Pfeil

# tl_content.options.buttonAddon.icon
source: right
de: Icon

# tl_content.options.buttonAddonArrow.left
source: left
de: nach links

# tl_content.options.buttonAddonArrow.right
source: right
de: nach rechts

# tl_content.options.buttonAddonArrow.up
source: up
de: nach oben

# tl_content.options.buttonAddonArrow.down
source: down
de: nach unten

# tl_content.options.buttonIconPosition.left
source: left
de: Links

# tl_content.options.buttonIconPosition.right
source: right
de: Rechts

# tl_content.options.buttonSize.xs
source: xs
de: XS - Sehr Klein

# tl_content.options.buttonSize.s
source: s
de: S - Klein

# tl_content.options.buttonSize.m
source: m
de: M - Medium

# tl_content.options.buttonSize.l
source: l
de: L - Groß

# tl_content.options.buttonSize.xl
source: xl
de: XL - Sehr Groß

# tl_content.options.boxWidth.w1
source: width 1
de: Breite 1 (25%)

# tl_content.options.boxWidth.w33
source: width 33
de: Breite 1/3 (33%)

# tl_content.options.boxWidth.w2
source: width 2
de: Breite 2 (50%)

# tl_content.options.boxWidth.w3
source: width 3
de: Breite 3 (75%)

# tl_content.options.boxWidth.w4
source: width 4
de: Breite 4 (100%)

# tl_content.options.boxHeight.ha
source: height auto
de: Höhe Automatisch

# tl_content.options.boxHeight.h1x1
source: height 1x1
de: Höhe 1x1 (Höhe = Breite)

# tl_content.options.boxHeight.h1x2
source: height 1x1
de: Höhe 1x2 (Höhe = 2xBreite)

# tl_content.options.boxHeight.h1
source: height 1
de: Höhe 1 (min. 150px)

# tl_content.options.boxHeight.h2
source: height 2
de: Höhe 2 (190px)

# tl_content.options.boxHeight.h3
source: height 3
de: Höhe 3 (570px)

# tl_content.options.boxHeight.h4
source: height 4
de: Höhe 4 (665px)

# tl_content.options.boxHeight.h5
source: height 5
de: Höhe 5 (760px)

# tl_content.options.boxHeight.h6
source: height 6
de: Höhe 6 (855px)

# tl_content.options.boxHeight.h7
source: height 7
de: Höhe 7 (950px)

# tl_content.options.boxHeight.h8
source: height 8
de: Höhe 8 (1045px)

# tl_content.options.boxBackgroundColor.gray_gradient
source: gray gradient
de: Grau Verlauf

# tl_content.options.boxBackgroundColor.blue
source: blue
de: Blau

# tl_content.options.boxBackgroundColor.green
source: green
de: Grün

# tl_content.options.boxBackgroundColor.yellow
source: yellow
de: Gelb

# tl_content.options.bgMode.cover
source: skaling
de: Skalierung (CSS)

# tl_content.options.bgMode.none
source: none
de: Keine (Kacheln, Einzel Bild, ...)

# tl_content.options.bgAttachment.fixed
source: fixed
de: Fixiert

# tl_content.options.bgRepeat.no-repeat
source: no repeat
de: Nicht Wiederholen

# tl_content.options.bgRepeat.repeat-x
source: repeat x
de: Horizontal Wiederholen

# tl_content.options.bgRepeat.repeat-y
source: repeat y
de: Vertikal Wiederholen

# tl_content.options.bgRepeat.repeat
source: repeat
de: Wiederholen (Kacheln)

# tl_content.options.bgPosition.center_center
source: center center
de: Zentriert

# tl_content.options.bgPosition.center_top
source: center top
de: Zentriert Oben

# tl_content.options.bgPosition.center_bottom
source: center bottom
de: Zentriert Unten

# tl_content.options.bgPosition.left_top
source: left top
de: Links Oben

# tl_content.options.bgPosition.left_center
source: left center
de: Links Mitte

# tl_content.options.bgPosition.left_bottom
source: left center
de: Links Unten

# tl_content.options.bgPosition.right_top
source: right top
de: Rechts Oben

# tl_content.options.bgPosition.right_center
source: right center
de: Rechts Mitte

# tl_content.options.bgPosition.right_bottom
source: right center
de: Rechts Unten

# tl_content.options.bgToArticle.left
source: left
de: Linke Spalte

# tl_content.options.bgToArticle.right
source: right
de: Rechte Spalte

# tl_content.options.headlineFloating.header_left
source: left
de: Linksbündig

# tl_content.options.headlineFloating.header_center
source: center
de: Zentriert

# tl_content.options.headlineFloating.header_right
source: right
de: Rechtsbündig

# tl_content.options.addHeadlineBorder.top
source: top
de: Rahmen Oben

# tl_content.options.addHeadlineBorder.bottom
source: bottom
de: Rahmen Unten

# tl_content.options.buttonLinkMode.normal
source: normal
de: Normaler Link

# tl_content.options.buttonLinkMode.lightbox
source: lightbox
de: Link in Lightbox öffnen

# tl_content.options.buttonLinkMode.scroll
source: scroll
de: Link scrollen (unten/oben)

# tl_content.options.buttonLinkMode.nolink
source: nolink
de: Kein Link (nur Button)

# tl_content.options.tickerMode.forward
source: forward
de: noch Zeit bis

# tl_content.options.tickerMode.backward
source: backward
de: vergangene Zeit seit

# tl_content.options.tickerShowMode.seconds
source: seconds
de: Sekunden

# tl_content.options.tickerShowMode.minutes
source: minutes
de: Minuten

# tl_content.options.tickerShowMode.hours
source: hours
de: Stunden

# tl_content.options.tickerShowMode.days
source: days
de: Tage

# tl_content.options.tickerShowMode.months
source: months
de: Monate

# tl_content.options.tickerShowMode.years
source: years
de: Jahre

# tl_content.options.blockShowMode.field
source: field
de: Einzelnes Feld

# tl_content.options.blockShowMode.fields
source: fields
de: Mehrere Felder (als Block)

# tl_content.options.serviceInterval.hours
source: hours
de: Stunden

# tl_content.options.serviceInterval.days
source: days
de: Tage

# tl_content.options.serviceInterval.weeks
source: weeks
de: Wochen

# tl_content.options.serviceInterval.months
source: months
de: Monate

# tl_content.options.serviceInterval.years
source: years
de: Jahre

# tl_content.options.linkTarget.self
source: self
de: selbes Fenster

# tl_content.options.linkTarget.blank
source: blank
de: Neues Fenster

# tl_content.options_animationType.attsee
source: Attention Seekers
de: Aufmerksamkeitssuchende

# tl_content.options_animationType.Aufmerksamkeitssuchende.wobble
source: wobble
de: wobble (Flattern)

# tl_content.options_animationType.Aufmerksamkeitssuchende.jello
source: jello
de: jello (Wackelpudding)

# tl_content.options_animationType.Flippers.flipInX
source: flipInX
de: flipInX (Horizontal)

# tl_content.options_animationType.Flippers.flipInY
source: flipInY
de: flipInY (Horizontal)

# tl_content.options_animationType.Flippers.flipOutX
source: flipOutX
de: flipOutX (Vertikal)

# tl_content.options_animationType.Flippers.flipOutY
source: flipOutY
de: flipOutY (Vertikal)

# tl_content.options.animateRun.once
source: once
de: nach unten (nur einmal)

# tl_content.options.animateRun.down
source: down
de: nach unten (immer)

# tl_content.options.animateRun.down_up
source: down and up
de: nach unten und nach oben (immer)

# tl_content.options.dividerStyle.solid
source: solid
de: Normale Linie

# tl_content.options.dividerStyle.dotted
source: dotted
de: Punktierte Linie

# tl_content.options.dividerStyle.dashed
source: dashed
de: Gestrichelte Linie

# tl_content.options.dividerStyle.double
source: dashed
de: Doppelte Linie

# tl_content.reference.headlineImagePosition.top
source: top
de: Oberhalb vom Bild

# tl_content.reference.headlineImagePosition.bottom
source: bottom
de: Unterhalb vom Bild

# tl_content.reference.headlineImagePosition.nextTo
source: next to
de: Neben dem Bild

# tl_content.options.imprintText.dispute
source: Dispute
de: <span class="gray">[Dispute]</span> Online-Streitbeilegung

# tl_content.options.imprintText.disclaimer
source: Disclaimer
de: <span class="gray">[Disclaimer]</span> Haftungsausschuss

# tl_content.options.imprintText.disclaimer_content
source: Disclaimer Content
de: <span class="gray">[Disclaimer]</span> Haftung für Inhalte dieser Webseite

# tl_content.options.imprintText.disclaimer_links
source: Disclaimer Links
de: <span class="gray">[Disclaimer]</span> Haftung für Links auf Webseiten Dritter

# tl_content.options.imprintText.disclaimer_copyright
source: Copyright
de: <span class="gray">[Disclaimer]</span> Urheberrecht

# tl_content.options.imprintText.images
source: Copyright
de: <span class="gray">[Image Rights]</span> Bildrechte

# tl_content.options.privacyPolicyText.privacy-policy
source: Privacy policy
de: <span class="gray">[Privacy Policy]</span> Datenschutzerklärung

# tl_content.options.privacyPolicyText.privacy-policy_auto-save
source: Privacy policy
de: <span class="gray">[Privacy Policy]</span> Automatische Datenspeicherung

# tl_content.options.privacyPolicyText.privacy-policy_personal-data
source: Personal Data
de: <span class="gray">[Privacy Policy]</span> Persönliche Daten

# tl_content.options.privacyPolicyText.privacy-policy_user-rights
source: Personal Data
de: <span class="gray">[Privacy Policy]</span> Benutzer Rechte

# tl_content.options.privacyPolicyText.privacy-policy_https
source: Cookies
de: <span class="gray">[Privacy Policy]</span> HTTPS

# tl_content.options.privacyPolicyText.privacy-policy_cookies
source: Cookies
de: <span class="gray">[Privacy Policy]</span> Cookies

# tl_content.options.privacyPolicyText.privacy-policy_newsletter
source: Cookies
de: <span class="gray">[Privacy Policy]</span> Newsletter

# tl_content.options.privacyPolicyText.privacy-policy_google-maps
source: Google Maps
de: <span class="gray">[Privacy Policy]</span> Google Maps

# tl_content.options.privacyPolicyText.privacy-policy_google-analytics
source: Google Analytics
de: <span class="gray">[Privacy Policy]</span> Google Analytics

# tl_content.options.privacyPolicyText.privacy-policy_google-fonts
source: Google Analytics
de: <span class="gray">[Privacy Policy]</span> Google Fonts

# tl_content.options.privacyPolicyText.privacy-policy_forms-comments
source: Forms and comments
de: <span class="gray">[Privacy Policy]</span> Formulardaten und Kommentare

# tl_content.options.privacyPolicyText_socialmedia.facebook
source: Facebook
de: <span class="gray">[Privacy Policy]</span> Facebook

# tl_content.options.privacyPolicyText_socialmedia.youtube
source: YouTube
de: <span class="gray">[Privacy Policy]</span> YouTube

# tl_content.options.privacyPolicyText_socialmedia.twitter
source: Twitter
de: <span class="gray">[Privacy Policy]</span> Twitter

# tl_content.options.privacyPolicyText_socialmedia.google-plus
source: Google Plus
de: <span class="gray">[Privacy Policy]</span> Google Plus

# tl_content.options.privacyPolicyText_socialmedia.instagram
source: Instagram
de: <span class="gray">[Privacy Policy]</span> Instagram

# tl_content.options.privacyPolicyText_socialmedia.linkedin
source: LinkedIn
de: <span class="gray">[Privacy Policy]</span> LinkedIn

# tl_content.options.privacyPolicyText_socialmedia.pinterest
source: Pinterest
de: <span class="gray">[Privacy Policy]</span> Pinterest

# tl_content.options.privacyPolicyText_socialmedia.soundcloud
source: SoundCloud
de: <span class="gray">[Privacy Policy]</span> SoundCloud

# tl_content.options.privacyPolicyText_socialmedia.xing
source: Xing
de: <span class="gray">[Privacy Policy]</span> Xing

# tl_content.options.privacyPolicyText.privacy-policy_facebook-pixel
source: Facebook Pixel
de: <span class="gray">[Privacy Policy]</span> Facebook Pixel

# tl_content.options.privacyPolicyText.privacy-policy_google-adsense
source: Google AdSense
de: <span class="gray">[Privacy Policy]</span> Google AdSense

# tl_content.options.privacyPolicyText.privacy-policy_amazon
source: Amazon
de: <span class="gray">[Privacy Policy]</span> Amazon Partnerprogramm

# tl_content.options.privacyPolicyText.privacy-policy_share-this
source: ShareThis
de: <span class="gray">[Privacy Policy]</span> ShareThis

# tl_content.options.imprint.intro
source: intro
de: Impressums-Einleitung
