Repository: pressi/contao-basic-bundle
Catalog: src/Resources/contao/languages/*/*_iido_basic_website_config.xlf
Languages: de

# tl_iido_basic_website_config.enableWeatherCron.0
source: enable weather cron
de: Wetter Cronjob aktivieren

# tl_iido_basic_website_config.weatherIconsSet.0
source: icon sets
de: Icons-Set

# tl_iido_basic_website_config.weatherIconsUrl.0
source: icon url
de: Eigene Icons-URL

# tl_iido_basic_website_config.weatherLanguage.0
source: language
de: Sprache

# tl_iido_basic_website_config.weatherUrl.0
source: weather api url
de: API Url

# tl_iido_basic_website_config.weatherKey.0
source: weather api key
de: API Key

# tl_iido_basic_website_config.weatherCity.0
source: weather city
de: Wetter Ort/Stadt

# tl_iido_basic_website_config.scriptFancybox.0
source: FancyBox
de: FancyBox (Lightbox)

# tl_iido_basic_website_config.scriptFullpage.0
source: FullPage
de: FullPage (Seitenscroll wie Holzform, O+, ...)

# tl_iido_basic_website_config.scriptIsotope.0
source: Isotope
de: Isotope (Animierter Filter)

# tl_iido_basic_website_config.scriptLazyload.0
source: LazyLoad
de: LazyLoad (Bilder nachladen)

# tl_iido_basic_website_config.scriptScrolloverflow.0
source: ScrollOverflow
de: ScrollOverflow (wenn beim FullPage Text höher als Bildschirm)

# tl_iido_basic_website_config.scriptWaypoints.0
source: Waypoints
de: Waypoints (für Animationen)

# tl_iido_basic_website_config.scriptBarba.0
source: Barba
de: Barba (Seitenübergangs-Effeckt)

# tl_iido_basic_website_config.enableSupportForm.0
source: enable support form
de: Support Formular anzeigen

# tl_iido_basic_website_config.supportCompany.0
source: contact: company
de: Kontakt: Firma

# tl_iido_basic_website_config.supportEmployee.0
source: contact: employee
de: Kontakt: Mitarbeiter

# tl_iido_basic_website_config.supportStreet.0
source: contact: street
de: Kontakt: Straße

# tl_iido_basic_website_config.supportPostal.0
source: contact: postal
de: Kontakt: Postleitzahl

# tl_iido_basic_website_config.supportCity.0
source: contact: city
de: Kontakt: Ort

# tl_iido_basic_website_config.supportMail.0
source: contact: email
de: Kontakt: E-Mail

# tl_iido_basic_website_config.supportPhone.0
source: contact: phone
de: Kontakt: Telefon

# tl_iido_basic_website_config.weather_legend
source: weather-settings
de: Wetter-Einstellungen

# tl_iido_basic_website_config.scripts_legend
source: scripts-settings
de: JavaScript-Einstellungen

# tl_iido_basic_website_config.support_legend
source: support-settings
de: Support-Einstellungen (Backend)

# tl_iido_basic_website_config.explanation.weather
source: weather data
de: <div>Wetter API von Wunderground. <a href="http://api.wunderground.com/api" target="_blank">http://api.wunderground.com/api</a></div>

# tl_iido_basic_website_config.explanation.scripts
source: weather data
de: <div><strong>jquery</strong> => jQuery Bibliothek wird benötigt // <strong>lib</strong> => keine JS-Bibliothek wird benötigt // <strong>mootools</strong> => Mootools-Bibliothek wird benötigt</div>

# tl_iido_basic_website_config.options.pageLoaderStyle.spinner1
source: spinner1
de: Style 1 (Kreise pulsierend)

# tl_iido_basic_website_config.options.pageLoaderStyle.spinner2
source: spinner1
de: Style 2 (gepunkteter Kreis drehend)

# tl_iido_basic_website_config.options.pageLoaderStyle.spinner3
source: spinner1
de: Style 3 (Quadrat drehend)

# tl_iido_basic_website_config.options.pageLoaderStyle.spinner4
source: spinner1
de: Style 4 (2 Kreise drehend)

# tl_iido_basic_website_config.options.pageLoaderStyle.spinner5
source: spinner1
de: Style 5 (2 Quadrate drehend)

# tl_iido_basic_website_config.options.pageLoaderStyle.spinner6
source: spinner1
de: Style 6 (Rechtecke in einer Reihe, springend)

# tl_iido_basic_website_config.options.pageLoaderStyle.spinner7
source: spinner1
de: Style 7 (Kreise in einer Reihe, springend)
