Repository: pressi/contao-basic-bundle
Catalog: src/Resources/contao/languages/*/*_layout.xlf
Languages: de

# tl_layout.footerAtBottom.0
source: add page wrapper > outer
de: Fußzeile am unterem Seitenrand

# tl_layout.addPageWrapperOuter.0
source: add page wrapper > outer
de: Einen Seitencontainer einfügen

# tl_layout.addPageWrapperOuter.1
source: add page wrapper > outer
de: Fügt ein div mit der ID: "outer" rund um die Website ein. Wird bei "Fußzeile am unterem Seitenrand" automatisch eingefügt.

# tl_layout.addPageWrapperPage.0
source: add page wrapper > outer
de: Einen äußersten Seitencontainer einfügen

# tl_layout.addPageWrapperPage.1
source: add page wrapper > outer
de: Fügt ein div mit der ID: "page" rund um die Website ein. Außerhalb von "outer", wenn aktiviert. Wird bei "Fußzeile am unterem Seitenrand" automatisch eingefügt.

# tl_layout.addPageWrapperOuterPageWrapper.0
source: add page wrapper > outer
de: Einen aller äußersten Seitencontainer einfügen

# tl_layout.addPageWrapperOuterPageWrapper.1
source: add page wrapper > outer
de: Fügt ein div mit der ID: "outerPageWrapper" rund um die Website ein. Außerhalb von "outer" und "page", wenn aktiviert.

# tl_layout.loadDomainCSS.0
source: load domain css
de: Domain-Stylesheet laden

# tl_layout.loadDomainCSS.1
source: load domain css
de: Ladet die CSS-Datei automatisch nach der Domain. Beispiel: www.website.at laded website-at.css. Die Datei muss in website/css liegen.

# tl_layout.externalJavascript.0
source: external javascript
de: Externe JavaScript-Dateien

# tl_layout.externalJavascript.1
source: external javascript
de: Hier können Sie externe JavaScript-Dateien aus dem Dateisystem hinzufügen.
