Repository: pressi/contao-basic-bundle
Catalog: src/Resources/contao/languages/*/*_news.xlf
Languages: de

# tl_news.addGallery.0
source: add gallery
de: Galerie hinzufügen

# tl_news.useSlider.0
source: add image slider
de: Bild-Slider einfügen

# tl_news.addTable.0
source: add table
de: Tabelle einfügen

# tl_news.tableFirstColBold.0
source: first row bold
de: Erste Spalte Fett

# tl_news.imageText.0
source: image text
de: Bild Text

# tl_news.imageSubline.0
source: image text - subline
de: Bild Text - Subline

# tl_news.sl_multiSRC.0
source: images
de: Quelldateien

# tl_news.sl_sortBy.0
source: sort by
de: Sortieren nach

# tl_news.sl_metaIgnore.0
source: hotel
de: Dateien ohne Meta-Daten ignorieren

# tl_news.is_metaIgnore.0
source: hotel
de: Dateien ohne Meta-Daten ignorieren

# tl_news.is_mode.0
source: mode
de: Modus

# tl_news.is_multiSRC.0
source: images
de: Quelldateien

# tl_news.text_align.0
source: text floating
de: Textausrichtung

# tl_news.addVideo.0
source: add video
de: Video hinzufügen

# tl_news.videoMode.0
source: video mode
de: Video Modus

# tl_news.location.0
source: location
de: Ort

# tl_news.year.0
source: year
de: Jahr

# tl_news.projectStatus.0
source: project status
de: Projekt-Status

# tl_news.projectLeistung.0
source: project leistung
de: Projekt-Leistung

# tl_news.projectPhotos.0
source: project photos
de: Projekt-Photos

# tl_news.sloganTextBig.0
source: slogan
de: Slogan-Text

# tl_news.sloganTextSmall.0
source: slogan
de: Slogan-Text (Handschriftlich)

# tl_news.sloganTextSmallMargin.0
source: slogan
de: Slogan (Handschriftlich) verschiebung

# tl_news.sloganClass.0
source: slogan
de: Slogan CSS-Klasse

# tl_news.text2Headline.1
source: Überschrift (linke Spalte)
de: Wenn leer dann: Was war zu tun?

# tl_news.text3Headline.1
source: Überschrift (linke Spalte)
de: Wenn leer dann: Wie haben wirs gelöst?

# tl_news.addInfo_legend
source: additional / overview settings
de: Zusatzinfos / Übersicht - Einstellungen

# tl_news.icons_legend
source: icons settings
de: Icons - Einstellungen

# tl_news.table_legend
source: table settings
de: Tabellen - Einstellungen

# tl_news.imageSlider_legend
source: image slider settings
de: Bild-Slider - Einstellungen

# tl_news.gallery_legend
source: gallery settings
de: Galerie - Einstellungen

# tl_news.video_legend
source: video settings
de: Video - Einstellungen

# tl_news.globalCategories_legend
source: global categories settings
de: Globale Kategorien - Einstellungen

# tl_news.detail_legend
source: detail settings
de: Detail - Einstellungen

# tl_news.slogan_legend
source: slogan settings
de: Slogan - Einstellungen

# tl_news.addText_legend
source: text settings
de: Text - Einstellungen
