Repository: pressi/contao-basic-bundle
Catalog: src/Resources/contao/languages/*/*_page.xlf
Languages: de

# tl_page.alt_pagename.0
source: alternatvice pagename
de: Alternativer Seitenname

# tl_page.subtitle.0
source: subtitle
de: Untertitel

# tl_page.navTitle.0
source: navigation title
de: Navigations Titel

# tl_page.navSubtitle.0
source: navigation subtitle
de: Navigations Untertitel

# tl_page.subtitlePosition.0
source: subtitle postion
de: Untertitel Position

# tl_page.enablePageFaceEffect.0
source: enable page fade effect
de: Seiten-Übergangseffeckt aktivieren

# tl_page.enableCookie.0
source: enable cookie
de: Cookie Javascript einbinden

# tl_page.enableLazyLoad.0
source: enable lazy load
de: LazyLoad Javascript einbinden

# tl_page.hideTitle.0
source: hide title
de: Titel verstecken

# tl_page.submenuNoPages.0
source: submenu has no pages
de: Unterseiten sind keine Seiten

# tl_page.submenuNoPages.1
source: submenu has no pages
de: Unterseiten bestehen nicht aus regulären Seiten sondern aus Artikeln oder Newseinträgen

# tl_page.submenuSRC.0
source: submenu has no pages
de: Unterseiten Quelle

# tl_page.submenuPageCombination.0
source: submenu has no pages
de: Unterseiten mit "Nicht" Unterseiten kombinieren

# tl_page.submenuPageOrder.0
source: submenu has no pages
de: Unterseiten Anzeige sortierung

# tl_page.excludeFromFolderUrl.0
source: exclude page alias from folder url
de: Seitenalias von Url ausschließen (gilt für Untereiten)

# tl_page.excludeFromFolderUrl.1
source: excludes the page alias from the alias on sub pages.
de: Beim generieren vom Alias bei Unterseiten wird der Alias dieser Seite nicht berücksichtigt und nicht in der URL angezeigt.

# tl_page.removeHeader.0
source: remove (hide) header
de: Kopfzeile entfernen/verstecken

# tl_page.removeFooter.0
source: remove (hide) footer
de: Fußzeile entfernen/verstecken

# tl_page.overviewImage.0
source: overview image
de: Übersicht-Bild

# tl_page.overviewText.0
source: overview text
de: Übersicht-Text

# tl_page.openPageInLightbox.0
source: open page in lightbox
de: Seite in Lightbox öffnen

# tl_page.enableFullpage.0
source: enable FullPage
de: FullPage aktivieren

# tl_page.enableFullpage.1
source: enable FullPage
de: Aktiviert das FullPage-Script. Vollflächiger Seiten-Scroll der Artikel.

# tl_page.subPagesHasBacklink.0
source: subpages has backlink
de: Zurück-Link auf Unterseiten aktivieren

# tl_page.subPagesHasBacklink.1
source: subpages has backlink
de: Alle Unterseiten haben einen Zurück-Link zu dieser Seite.

# tl_page.thisPageHasNoBacklink.0
source: submenu has no pages
de: Diese Seite hat keinen Zurück-Link

# tl_page.subPagesHasRequestLink.0
source: subpages has request link
de: Anfrage-Link auf Unterseiten aktivieren

# tl_page.subPagesHasRequestLink.1
source: subpages has backlink
de: Alle Unterseiten haben einen Anfrage-Link zu einer bestimmten Seite.

# tl_page.requestLinkPage.0
source: request link page
de: Anfrage-Link Seite (mit dem Formular)

# tl_page.thisPageHasNoRequestLink.0
source: submenu has no pages
de: Diese Seite hat keinen Anfrage-Link

# tl_page.redirectTimeout.0
source: redirect timeout
de: Weiterleitungszeit (in Sekunden)

# tl_page.redirectTimeout.1
source: redirect timeout
de: Wenn 0 eingetragen ist wird Standardmäßig 5 hergenommen.

# tl_page.pageColor.0
source: page color
de: Seitenfarbe

# tl_page.removeLeft.0
source: remove left column
de: Linke Spalte entfernen

# tl_page.removeRight.0
source: remove right column
de: Rechte Spalte entfernen

# tl_page.addPageLoader.0
source: add page loader
de: Seitenlade-Overlay aktivieren

# tl_page.enablePageFadeEffect.0
source: add page fade effeckt
de: Seitenlade-Übergangs-Effeckt (barba.js)

# tl_page.overview_legend
source: overview-settings
de: Übersicht-Einstellungen

# tl_page.page_legend
source: page-settings
de: Seiten-Einstellungen

# tl_page.navigation_legend
source: navigation-settings
de: Navigation-Einstellungen

# tl_page.additional_legend
source: additional-settings
de: Zusatz-Einstellungen

# tl_page.analytics_legend
source: analytics-settings
de: Google Analytics-Einstellungen

# tl_page.options.submenuSRC.articles
source: articles
de: Unterseiten sind Artikel

# tl_page.options.submenuSRC.news
source: news
de: Unterseiten sind News-Artikel

# tl_page.options.submenuPageOrder.pagesBefore
source: pages before
de: Seiten davor

# tl_page.options.submenuPageOrder.pagesAfter
source: pages after
de: Seiten danach

# tl_page.options.submenuPageOrder.pagesBetween
source: pages between
de: Seiten dazwischen

# tl_page.options.subtitlePosition.after
source: after
de: Nachher

# tl_page.options.subtitlePosition.before
source: before
de: Vorher

# tl_page.options.fullpageDirection.vertical
source: vertical
de: Vertikal
