Repository: pressi/contao-basic-bundle
Catalog: src/Resources/contao/languages/*/default.xlf
Languages: de

# CTE.iido_filesFilter.0
source: Galerie Filter
de: Gallery filter

# CTE.iido_detail.0
source: Detailinfos (Produkte / Referenzen)
de: Details infos

# CTE.iido_articleTeaser.0
source: Artikel Teaser - Liste
de: Article teaser list

# CTE.iido_imprint.0
source: Imprint
de: Impressum / Datenschutz

# CTE.iido_wrapperStart.0
source: start
de: Anfang

# CTE.iido_wrapperSeparator.0
source: separator
de: Trenner

# CTE.iido_wrapperStop.0
source: end
de: Ende

# CTE.news
source: News
de: Nachrichten

# CTE.newslist.0
source: Newslist
de: Nachrichtenliste

# CTE.newscategories.0
source: News categories list
de: Liste mit Nachrichten-Kategorien

# CTE.newscategories.1
source: Adds a categories list to the page.
de: Fügt eine Nachrichten-Kategorieliste in die Seite ein.

# PTY.regular_redirect.0
source: Regular page
de: Standard-Weiterleitungs Seite (nach bestimmter Zeit)

# PTY.regular.1
source: A regular page contains articles and content elements.
de: Eine reguläre Seite die nach bestimmter Zeit weitergeleitet wird.

# MSC.aw_description
source: Description
de: Beschreibung

# MSC.aw_imageText
source: Image Text
de: Bild Titel

# MSC.aw_imageSubline
source: Image Subline
de: Bild Sub-Titel

# MSC.aw_it_position
source: Image Text Position
de: Bild Text: Position

# MSC.aw_it_pos_margin
source: Image Text Position
de: Position Verschiebung

# MSC.aw_it_text_align
source: Image Text Position
de: Text Ausrichtung

# MSC.aw_link_title
source: Link title
de: Link-Titel

# MSC.aw_hoverTitle
source: Hover: Title
de: Hover: Titel

# MSC.aw_hoverSubTitle
source: Hover: Sub-Title
de: Hover: Sub-Titel

# RSCE.positions.left_top
source: top left
de: Links Oben

# RSCE.positions.left_center
source: top center
de: Links Mitte

# RSCE.positions.left_bottom
source: top left
de: Links Unten

# RSCE.positions.center_top
source: center top
de: Mitte Oben

# RSCE.positions.center_center
source: center center
de: Zentriert

# RSCE.positions.center_bottom
source: center bottom
de: Mitte Unten

# RSCE.positions.right_top
source: right top
de: Rechts Oben

# RSCE.positions.right_center
source: right center
de: Rechts Mitte

# RSCE.positions.right_bottom
source: right bottom
de: Rechts Unten

# OPT.aw_it_text_align.left
source: left
de: Linksbündig

# OPT.aw_it_text_align.center
source: center
de: Zentriert

# OPT.aw_it_text_align.right
source: right
de: Rechtsbündig

# DEF.new.0
source: New item
de: Neues Item

# DEF.new.1
source: Create a new item
de: Ein neues Item erstellen

# DEF.edit.0
source: Edit item
de: Item bearbeiten

# DEF.edit.1
source: Edit item ID %s
de: Item ID %s bearbeiten

# DEF.show.1
source: Show the details of item ID %s
de: Die Details des Items ID %s anzeigen

# DEF.copy.0
source: Duplicate item
de: Item duplizieren

# DEF.copy.1
source: Duplicate item ID %s
de: Item ID %s duplizieren

# DEF.cut.0
source: Move item
de: Item verschieben

# DEF.cut.1
source: Move item ID %s
de: Item ID %s verschieben

# DEF.delete.0
source: Delete item
de: Item löschen

# DEF.delete.1
source: Delete item ID %s
de: Item ID %s löschen

# DEF.toggle.0
source: Publish/unpublish item
de: Item veröffentlichen/unveröffentlichen

# DEF.toggle.1
source: Publish/unpublish item ID %s
de: Item ID %s veröffentlichen/unveröffentlichen

# DEF.feature.0
source: Feature/unfeature item
de: Item hervorheben/zurücksetzen

# DEF.feature.1
source: Feature/unfeature item ID %s
de: Item ID %s hervorheben/zurücksetzen

# DEF.editheader.0
source: Edit archive
de: Item-Einstellungen bearbeiten

# DEF.editheader.1
source: Edit the item settings
de: Die Item-Einstellungen bearbeiten

# DEF.editmeta.0
source: Edit item settings
de: Item-Einstellungen bearbeiten

# DEF.editmeta.1
source: Edit the item settings
de: Die Item-Einstellungen bearbeiten

# DEF.pasteafter.0
source: Paste into this item
de: In dieses Item einfügen

# DEF.pasteafter.1
source: Paste after item ID %s
de: Nach diesem Item ID %s einfügen
